# Ячейки
endpoints_cells = {
    'A45 ЦПФК': [580, 'Сушилка №1', 'Сушилка №1'],
    'A52 ЦПФК': [581, 'Сушилка №2', 'Сушилка №2'],
    'A59 ЦПФК': [1034, 'Сушилка Омеко', 'Сушилка Омеко'],
    'A36 ЦПБФ': [559, 'Сушилка Fezer', 'Сушилка Fezer'],

    #'none': [586, 'Пресс №1', 'ЦПФК'],
    'A73 ЦПФК': [587, 'Пресс №2', 'Пресс №2'],
    'A80 ЦПФК': [588, 'Пресс №3', 'Пресс №3'],
    'A88 ЦПФК': [1035, 'Пресс Омеко', 'Пресс Омеко'],
    'A43 ЦПБФ': [569, 'Горячий пресс', 'Пресс Китагава'],

    'A161 ЦПБФ': [1032, 'Линия ламинирования', 'Линия ламинирования'],

    'A138 ЦПБФ': [563, 'Линия усования', 'Станок №1'],
    'A145 ЦПБФ': [1031, 'Линия усования №2', 'Станок №2'],

    #'none1': [567, 'Вальцы №1', 'ЦПБФ'],
    #'none2': [568, 'Вальцы №2', 'ЦПБФ'],

    'A7 ЦПБФ': [558, 'Линия лущения Raute VE (+дробилка)', 'Лущильный станок Рауте VE'],
    'A14 ЦПБФ': [1030, 'Лущильная линия Fezer', 'Лущильная линия Фезер'],
    'A16 ЦПФК': [677, 'Линия лущения №2', 'Лущильный станок №2'],
    'A24 ЦПКФ': [678, 'Линия лущения №3 (+дробилка)', 'Лущильный станок №3'],

    'A110 ЦПФК': [679, 'Линия ребросклеивания №1', 'Ребросклейка  №1'],
    'A61 ЦПБФ': [566, 'Линия ребросклеивания №2', 'Ребросклейка Купер'],
    'A68 ЦПБФ': [565, 'Линия ребросклеивания №3', 'Ребросклейка №3 (Такаяма)'],
    'A117 ЦПФК': [564, 'Линия ребросклеивания №4', 'Ребросклейка №4'],

    'A122 ЦПБФ': [571, 'Линия шлифования (+Шуко)', 'Линия шлифования Кикукава'],
    'A168 ЦПКФ': [680, 'Линия шлифования (+Шуко) (ЦПКФ)', 'Шлифовальная линия "Такаяма"'],

    'A161 ЦПФК': [681, 'Линия обрезки (+дробилка) (ЦПКФ)', 'Обрезной станок "ТАКАЯМА"'],
    'A114 ЦПБФ': [570, 'Линия обрезки (ЦПБФ)', 'Линия обрезки Шеллинг'],

    'A132 ЦПКФ': [582, 'Починка №1', 'Шпонопочиночный станок №1'],
    'A139 ЦПКФ': [583, 'Починка №2', 'Шпонопочиночный станок №2'],
    'A146 ЦПКФ': [584, 'Починка №3', 'Шпонопочиночный станок №3'],

    'A85 ЦПБФ': [560, 'Починочный автомат №1', 'Шпонопочиночный станок №1'],
    'A92 ЦПБФ': [561, 'Починочный автомат №2', 'Шпонопочиночный станок №2'],
    'A99 ЦПБФ': [562, 'Починочный автомат №3', 'Шпонопочиночный станок №3'],

    'A130 ЦПБФ': [572, 'Линия сортировки (ЦПБФ)', 'Автоматическая линия сортировки фанеры Крафт'],
    'A175 ЦПКФ': [591, 'Линия сортировки (ЦПКФ)', 'Автоматическая линия сортировки фанеры'],

    'A201 ЦПКФ': [1039, 'Вальцы Омеко №1', 'Пресс Омеко 45-типролетный №1'],
    'A210 ЦПКФ': [1038, 'Вальцы Омеко №2', 'Пресс Омеко 45-типролетный №2'],
    'A218 ЦПКФ': [1037, 'Вальцы Омеко №3', 'Пресс Омеко 45-типролетный №3'],
    'A226 ЦПКФ': [1036, 'Вальцы Омеко №4', 'Пресс Омеко 45-типролетный №4']
}